Repository: apper-tech/RealEstate-BotApp
Catalog: Resources/Update/UpdateDialog.*.resx
Languages: ar_sa, tr_tr

# UpdateFieldCategoryType
source: Select category details
ar_sa: حدد الفئة
tr_tr: Kategori detaylarını seç

# UpdateFieldCountryCity
source: Select Country details
ar_sa: ادخل موقع العقار (البلد و المدينة)
tr_tr: Ülke ayrıntılarını seç

# UpdateFieldFloorCount
source: Floor Count
ar_sa: عدد الطوابق
tr_tr: Kat Sayısı

# UpdateFieldFloorLevelCount
source: what is the property's Floor?
ar_sa: رقم طابق العقار
tr_tr: Mülkün Kat

# UpdateFieldGardenGarageChoice
source: Property Exterior Details
ar_sa: معلومات عن ملحقات العقار
tr_tr: Mülkiyet Dış Detayları

# UpdateFieldLocationLatLng
source: Select the property Location
ar_sa: حدد موقع العقار
tr_tr: Emlak Konumunu Seç

# UpdateFieldOtherDetailsText
source: Extra details for the property
ar_sa: ميزات إضافية للعقار
tr_tr: Mülkiyet için ekstra detaylar

# UpdateFieldPhotoSelection
source: Upload Property Photo
ar_sa: اضافة صور للعقار
tr_tr: Mülk Fotoğrafını Yükle

# UpdateFieldPropertySize
source: Property size
ar_sa: مساحة العقار بالمتر المربع
tr_tr: Özellik boyutu

# UpdateFieldSaleRentPriceCount
source: Sale /Rent Price
ar_sa: سعر البيع / الإيجار
tr_tr: Satış / Kira Fiyatı

# UpdateFieldZipCodeText
source: what is Property's Area Zip Code?
ar_sa: الرمز البريدي لمنطقة العقار (إن وجد)
tr_tr: Mülkün Alanı Posta Kodu (varsa)

# UpdateFormAddressTextDescription
source: what is the Property's Address?
ar_sa: أدخل عنوان العقار
tr_tr: Mülkün Adresini Girin

# UpdateFormBathroomCountDescription
source: what is the number of its bathrooms
ar_sa: أدخل عدد حمامات الملكية
tr_tr: Tesisin banyo sayısını girin

# UpdateFormBedroomCountDescription
source: what is the number of its bedrooms?
ar_sa: أدخل عدد غرف النوم في مكان الإقامة
tr_tr: Tesisin yatak odasını girin

# UpdateFormCountryNext
source: Next >>
ar_sa: التالي >>
tr_tr: İleri >>

# UpdateFormFloorCountDescription
source: How many floors has the property?
ar_sa: أدخل عدد الطوابق للموقع
tr_tr: Mülk için kat sayısını girin

# UpdateFormFloorLevelCountDescription
source: In which floor is the property?( -1 is basment , 2 is secnd floor)
ar_sa: ادخل طابق العقار (-1 للقبو ,2 للطابق الثاني)
tr_tr: Hangi katta mülkiyet (-1 taban, 2 sekizinci kat)

# UpdateFormLocationLatLngDescription
source: Enter the address of the property to show available locations
ar_sa: ادخل عنوان للعقار لاظهار النتائج المحتملة
tr_tr: Kullanılabilir yerleri göstermek için mülkün adresini girin

# UpdateFormOtherDetailsTextDescription
source: Enter the details about the property ( features)
ar_sa: ادخل ميزات اضافية للعقار
tr_tr: Özellikle ilgili ayrıntıları girin (özellikler)

# UpdateFormPropertyPhotoDescription
source: Upload the Photos of the Property (4 Max)
ar_sa: تحميل صور العقار (4 حد اقصى)
tr_tr: Mülkiyet Fotoğrafları Yükleyin (4 Maks.)

# UpdateFormPropertySizeDescription
source: What is the property Size in square meters
ar_sa: أدخل مساحة العقار بالمتر المربع
tr_tr: Mülk Boyutunu metrekare olarak girin

# UpdateFormRentPriceCountDescription
source: What is the rent Price?
ar_sa: ما هو سعر الإيجار؟
tr_tr: Kira fiyatı nedir?

# UpdateFormSalePriceCountDescription
source: What is the sale Price?
ar_sa: ما هو سعر البيع؟
tr_tr: Satış fiyatı nedir?

# UpdateFormZipCodeTextDescription
source: What is the Zip Code?
ar_sa: ما رقم العقار البريدي؟
tr_tr: Posta Kodu nedir?

source: Update
ar_sa: تحديث
tr_tr: Güncelleştirme

# UpdateFieldAddressText
source: what is the property address ?
ar_sa: أدخل عنوان العقار

# UpdateFieldBathroomCount
source: what is number of Bathrooms?
ar_sa: أدخل عدد الحمامات
tr_tr: Banyo Sayısı Girin

# UpdateFieldBedroomCount
source: what is number of Bedrooms?
ar_sa: أدخل عدد غرف النوم
tr_tr: Yatak Sayısı Girin

# UpdateSelectProperty
source: Update This Property
ar_sa: تعديل معلومات العقار المحدد
tr_tr: Bu Mülkü Güncelle

# UpdateCancel
source: Cancel
ar_sa: إلغاء
tr_tr: İptal etmek

# UpdateDoneConfirm
source: Done or Change Other?
ar_sa: هل تريد تعديل البيانات؟
tr_tr: Done veya Diğer Değiştir?

# UpdatePhotosErrorMessage
source: Error Please Upload Images Only
ar_sa: يرجى تحميل الصور فقط
tr_tr: Hata Lütfen Sadece Resim Yükle

# UpdateFormHeader
source: Select an option to add a property
tr_tr: Özellik eklemek için bir seçenek belirleyin
