Repository: apper-tech/RealEstate-BotApp
Catalog: Resources/Insert/InsertDialog.*.resx
Languages: tr_tr

# ErrorMessage
source: Bad entry, please re-enter the value
tr_tr: Kötü giriş, lütfen değeri tekrar girin

source: Insert
tr_tr: Ekle

# InsertDone
source: Done! Listing Added
tr_tr: Bitti! İlan Eklendi

# InsertFieldBathroomCount
source: Enter Number of Bathrooms
tr_tr: Banyo Sayısı Girin

# InsertFieldBedroomCount
source: Enter Number of Bedrooms
tr_tr: Yatak Sayısı Girin

# InsertFieldCategoryType
source: Select category details
tr_tr: Kategori detaylarını seç

# InsertFieldCountryCity
source: Select Location details
tr_tr: Ülke ayrıntılarını seç

# InsertFieldFloorCount
source: Floor Count
tr_tr: Kat Sayısı

# InsertFieldFloorLevelCount
source: Property's Floor
tr_tr: Mülkün Kat

# InsertFieldGardenGarageChoice
source: Property Exterior Details
tr_tr: Mülkiyet Dış Detayları

# InsertFieldOtherDetailsText
source: Extra details for the property
tr_tr: Mülkiyet için ekstra detaylar

# InsertFieldPropertySize
source: Property size
tr_tr: Özellik boyutu

# InsertFieldSaleRentPriceCount
source: Sale /Rent Price
tr_tr: Satış / Kira Fiyatı

# InsertFieldZipCodeText
source: Property's area zip code
tr_tr: Mülkün Alanı Posta Kodu (varsa)

# InsertFormAddressTextDescription
source: Enter the property's Address
tr_tr: Mülkün Adresini Girin

# InsertFormBathroomCountDescription
source: Enter the property's number of bathrooms
tr_tr: Tesisin banyo sayısını girin

# InsertFormBedroomCountDescription
source: Enter the property's number of bedrooms
tr_tr: Tesisin yatak odasını girin

# InsertFormCountryNext
source: Next >>
tr_tr: Sonraki >>

# InsertFormFloorCountDescription
source: Enter the number of floors for the property
tr_tr: Mülk için kat sayısını girin

# InsertFormFloorLevelCountDescription
source: In which floor is the property( -1 is basment , 2 is secnd floor)
tr_tr: Hangi katta mülkiyet (-1 taban, 2 sekizinci kat)

# InsertFormHeader
source: Select an option to add a property
tr_tr: Özellik eklemek için bir seçenek belirleyin

# InsertFormLocationLatLngDescription
source: Enter the address of the property to show avalable locations
tr_tr: Kullanılabilir yerleri göstermek için mülkün adresini girin

# InsertFormOtherDetailsTextDescription
source: Enter the details about the property ( features)
tr_tr: Özellikle ilgili ayrıntıları girin (özellikler)

# InsertFormPropertySizeDescription
source: Enter the Property Size in square meters
tr_tr: Mülk Boyutunu metrekare olarak girin

# InsertFormRentPriceCountDescription
source: What is the rent Price?
tr_tr: Kira fiyatı nedir?

# InsertFormSalePriceCountDescription
source: What is the sale Price?
tr_tr: Satış fiyatı nedir?

# InsertFormZipCodeTextDescription
source: What is the Zip Code?
tr_tr: Posta Kodu nedir?

# InsertGarageSelection
source: Does the Property come with a Garage?
tr_tr: Mülkiyet bir Garaj ile geliyor mu?

# InsertGardenSelection
source: Does the Property come with a Garden?
tr_tr: Mülkiyet bir bahçe ile geliyor mu?

# InsertPhoneNumber
source: Please Enter your Phone Number
tr_tr: Lütfen telefon numaranızı girin

# InsertPhoneNumberError
source: Not A valid Phone Enter Again
tr_tr: Geçerli Bir Telefon Değil Tekrar Girin

# InsertPhotosErrorMessage
source: Invalid Files Please Send Again
tr_tr: Yanlış dosyalar lütfen dosyaları yeniden yükleyin
